Revit 2024 API
BuiltInFailures.GroupFailures.UnableToExcludeElems Property
 Unable to exclude the selected group members.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static FailureDefinitionId UnableToExcludeElems { get; }
Visual Basic
Public Shared ReadOnly Property UnableToExcludeElems As FailureDefinitionId
	Get
Visual C++
public:
static property FailureDefinitionId^ UnableToExcludeElems {
	FailureDefinitionId^ get ();
}
See Also
BuiltInFailures.GroupFailures Class
Autodesk.Revit.DB Namespace